/* The string for canceling a map editing function. */
"CancelKey" = "Odustani";

/* The title text in the alert when cancelling map editing. */
"CancelEditAlertTitleKey" = "Da li sigurno želite da otkažete?";

/* The message text in the alert when cancelling map editing (no points created). */
"CancelEditAlertMessageKey" = "Vaše promene neće biti sačuvane.";

/* The message text in the alert when cancelling map editing (points created). */
"CancelEditAlertPointsCreatedMessageKey" = "Objekat koji kreirate neće biti sačuvan.";

/* The text of the alert action when discarding editing changes. */
"DiscardChangesTitleKey" = "Odbaci promene";

/* The text of the alert action when the users cancels editing an address field */
"CancelEditingTitleKey" = "Otkaži uređivanje";

/* The title text in the alert when entering an address that is invalid. */
"InvalidAddressTitleKey" = "Nevažeća adresa";

/* The message in the invalid address alert when an address is required. */
"AddressRequiredMessage" = "Adresa mora da bude uključena za mesto";

/* The title text in the alert when inputting empty text into a new address cell. */
"NoAddedLocationTitleKey" = "Niste dodali lokaciju za ovo mesto";

/* The message text in the alert when inputting empty text into a new address cell. */
"NoAddedLocationMessageKey" = "Novo mesto neće biti dodato";

/* The text of the alert action to continuing editing. */
"ContinueEditingTitleKey" = "Nastavi sa uređivanjem";

/* The title text in the alert when tapping an invalid point when trying to delete. */
"DeletePointErrorTitleKey" = "Odaberi mesto koje želite da izbrišete.";

/* The title text in the alert when trying to delete an editing point on the map, but no editing points exist. */
"EmptyDeletePointErrorTitleKey" = "Nema mesta za brisanje.";

/* The text of the alert action to dismiss the alert. */
"OKTitleKey" = "U redu";

/* The title text of the alert when deleting all stored editing points. */
"ClearAllPointsTitleKey" = "Da li sigurno želite da izbrišete sva mesta?";

/* The text of the alert action to reject the alert prompt. */
"NoTitleKey" = "Ne";

/* The text of the alert action to accept the alert prompt */
"YesTitleKey" = "Da";

/* The title text of the alert when switching editing geometries to a point. */
"ChangeGeometryPointTitleKey" = "Da li želite da prebacite na mesto?";

/* The title text of the alert when switching editing geometries to a polyline. */
"ChangeGeometryPolylineTitleKey" = "Da li želite da prebacite na poliliniju?";

/* The title text of the alert when switching editing geometries to a polygon. */
"ChangeGeometryPolygonTitleKey" = "Da li želite da prebacite na poligon?";

/* The message text in the alert when switching to a multipoint geometry. */
"ChangeGeometryToMultiPointMessageKey" = "Mesta koja ste dodali neće biti promenjena i možete da nastavite s kreiranjem objekta.";

/* The message text in the alert when switching to a point geometry. */
"ChangeGeometryToPointMessageKey" = "Sva vaša dodata mesta će biti izbrisana";

/* The title text of the alert when deleting a point of the editing geometry. */
"DeletePointTitleKey" = "Da li sigurno želite da izbrišete ovo mesto?";

/* The title of the button to save the editing geometry. */
"SaveButtonTitleKey" = "Sačuvaj";

/* The title of the button to filter the geometry. */
"FilterTitleKey" = "Filter";

/* The status text of the User Location TableViewCell in the suggesiton panel. */
"CurrentLocationKey" = "Trenutna lokacija";

/* The footnote text of the TableViewCell in the suggesiton panel if no suggestions are returned. */
"NoSuggestionsFoundKey" = "Nisu nađeni predlozi";

/* The text of the editingPanel Address textField. */
"AddressKey" = "Adresa";

/* The title of the button to delete all stored editing points. */
"ClearAllKey" = "Izbriši sve";

/* The text of the Toast Message after creating an object. */
"CreatedObjectToastMessage" = "%@ uspešno kreirano";

/* The placeholder text of the Searchbar */
"SearchKey" = "Traži";

/* The placeholder text to add a new geospatial point by tapping on the map or typing an address. */
"AddNewPointKey" = "Dodaj novo mesto";

/* The title of the cell to pick from available map types. */
"BasemapKey" = "Osnovna mapa";

/* The title for the standard map type. */
"StandardKey" = "Standard";

/* The title for the hybrid map type. */
"HybridKey" = "Hybrid";

/* The title for the hybrid flyover map type. */
"HybridFlyoverKey" = "Hybrid mapa s načinom preleta (Flyover)";

/* The title for the muted standard map type. */
"MutedStandardKey" = "Mapa koja prikazuje samo ulice";

/* The title for the satellite map type. */
"SatelliteKey" = "Satelitska mapa";

/* The title for the satellite flyover map type. */
"SatelliteFlyoverKey" = "Satelitska mapa s načinom preleta (Flyover)";

/* The text of add location button for location form cell. */
"AddLocationButtonKey" = "Dodaj lokaciju";

